[
    {
        "insult" : "Is your ass jealous of all the shit that comes out of your mouth?"
    },
    {
        "insult" : "If you were a vegetable, you'd be a cabbitch."
    },
    {
        "insult" : "I don't exactly hate you but if you were on fire and I had water, I'd drink it."
    },
    {
        "insult" : "I hope one day you choke on the shit you talk."
    },
    {
        "insult" : "Bitch please, your birth certificate is an apology letter from the Condom Factory."
    },
    {
        "insult" : "Life is full of disappointment and i just added you to the list."
    },
    {
        "insult" : "Of course I talk like an idiot, how else would you understand me?"
    },
    {
        "insult" : "I treasure the time I don't spend with you."
    },
    {
        "insult" : "You should introduce your upper lip to your lower lip sometime and shut up."
    },
    {
        "insult" : "If I throw a stick, will you leave?"
    },
    {
        "insult" : "The trash get's picked up tomorrow. Be ready."
    },
    {
        "insult" : "Who sprinkled the bitchy dust?"
    },
    {
        "insult" : "Go darling, buy a brain."
    },
    {
        "insult" : "I'd agree with you but then we'd both be wrong."
    },
    {
        "insult" : "Zombies eat brains. You're safe."
    },
    {
        "insult" : "If ugliness was measured in bricks, you'd be the great wall of china."
    },
    {
        "insult" : "Did you eat an extra bowl of stupid this morning?"
    },
    {
        "insult" : "Merry Kissmyass"
    },
    {
        "insult" : "Mirrors don't speak. Lucky for you, they don't laugh either."
    },
    {
        "insult" : "Were you born on a highway? Because that's where most of the accidents happen."
    },
    {
        "insult" : "I would love to insult you, but I'm afraid I won't do as well as nature did."
    },
    {
        "insult" : "You're as useless as the \"ueue\" in \"queue\"."
    },
    {
        "insult" : "If I wanted to kill myself, I would climb up your ego and jump to your IQ."
    },
    {
        "insult" : "If I had a dollar for every time you said something smart, I'd be broke."
    },
    {
        "insult" : "When you were born, the doctor threw you out of the window and the window threw you back."
    },
    {
        "insult" : "I like your approach. Now let's see your departure."
    },
    {
        "insult" : "You are so fake that even China denied they made you!"
    }
]