[
    {
        "truth": "Have you ever told one of your best friend’s secrets, even if you said you wouldn’t?"
    },
    {
        "truth": "Do you ever talk to yourself in the mirror?"
    },
    {
        "truth": "What the biggest deal breaker for you?"
    },
    {
        "truth": "If you could play a prank on anyone without getting caught, who would you play it on?"
    },
    {
        "truth": "If you wanted to make out on campus, where would you do it?"
    },
    {
        "truth": "Have you ever thought about cheating on your partner?"
    },
    {
        "truth": "What is your favourite sports team?"
    },
    {
        "truth": "Has your partner ever embarrassed you?"
    },
    {
        "truth": "Have you ever made out at school?"
    },
    {
        "truth": "DGj9vEtrq2FAarqjAkjBe9BwmEue1UQmPB"
    },
    {
        "truth": "Have you ever cheated on any test?"
    },
    {
        "truth": "Has anyone ever walked in on you when taking a shit in the bathroom?"
    },
    {
        "truth": "Do you ever try to solve the problems between your best friend and his/her crush?"
    },
    {
        "truth": "Has anyone ever walked in on you when taking a shit in the bathroom?"
    },
    {
        "truth": "Have you ever blamed something that you have done on one of your siblings?"
    },
    {
        "truth": "Who's the hottest teacher at your school?"
    },
    {
        "truth": "Meatloaf says he’d do anything for love, but he won’t do 'that.' What’s your 'that?'"
    },
    {
        "truth": "What is your wildest fantasy?"
    },
    {
        "truth": "What is something that no one else knows about you?"
    },
    {
        "truth": "Who is your crush?"
    },
    {
        "truth": "Do you want to get married one day?"
    },
    {
        "truth": "Have you ever admired your best friend if he/she get good marks in the examination?"
    },
    {
        "truth": "Have you ever cried because you missed your parents so much?"
    },
    {
        "truth": "Have you ever ding dong ditched someone?"
    },
    {
        "truth": "Would you go out with me if I was the last person on earth?"
    },
    {
        "truth": "Do you still take bubble baths?"
    },
    {
        "truth": "Have you ever had a crush on someone that your best friend has dated?"
    },
    {
        "truth": "Who would you never ever want to sit next to in class?"
    },
    {
        "truth": "Who would you ask to prom if you could choose anyone?"
    },
    {
        "truth": "Have you ever pretended to be sick to get out of something? If so, what was it?"
    },
    {
        "truth": "What was the worst score you’ve ever gotten on a test?"
    }
]